// © Copyright 2004-2008, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Téléchargement du fichier";
kUploadingTitleStringKey = "Téléchargement en cours…";
kUploadingReceiveResponseTitleStringKey = "Réception de la réponse…";

// Errors
kFileOpenError = "Impossible d'ouvrir le fichier %@.";
kFileOpenErrorExplanation = "Ce fichier est peut-être endommagé ou a été déplacé vers un autre répertoire, renommé ou supprimé. Veuillez vérifier l'emplacement du fichier ou sélectionner un autre fichier et essayer de nouveau.";
kPrintChannelOpenError = "Impossible d'ouvrir un canal de l'imprimante.";
kPrintChannelOpenErrorExplanation = "Veuillez vérifier si l'imprimante est branchée et activée, puis essayez de nouveau.";
kSendDataError = "Impossible d'envoyer des données à l'imprimante.";
kSendDataErrorExplanation = "Veuillez vérifier si l'imprimante est branchée et activée, puis essayez de nouveau.";

HSDDescriptionField = "Sélectionnez un fichier et transférez-le à l'imprimante. Le résultat de cette opération dépend du contenu du fichier transféré.";
HSDFilePathLabel = "Nom du fichier :";
HSDFilePathField = "<Non sélectionné>";
HSDChooseButton = "Choisir…";
HSDGetResponseButton = "Afficher la réponse du périphérique";
HSDUploadButton = "Télécharger";

HSDProgressTitle = "Téléchargement en cours…";
HSDCancelButton = "Annuler";

HSDCloseButton = "Fermer";
